---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProfileAngle
source: html/db3b121e-8f4a-845e-74b5-a378c1c46adf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProfileAngle Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId ProfileAngle { get; }
```